Repository: wp-plugins/mailgun-email-validator
Catalog: languages/mailgun-email-validator-*.po
Languages: es_es

source: The %s will not work until a %s is entered.
es_es: El %s no funcionará hasta que un %s se entre.

source: Settings
es_es: Ajustes

source: More Plugins by %s
es_es: Más Plugins por %s

source: More Plugins
es_es: Más Plugins

source: Email Validation Settings
es_es: Ajustes de Validación de Email

source: Email Validation
es_es: Validación de Email

source: This field cannot be empty
es_es: Este campo no puede estar vacío

source: Checking
es_es: Chequeando

source: Please enter an email address to validate
es_es: Por favor entre una dirección de email para validar

source: The following error occurred when validating the key.
es_es: El siguiente error ocurrió cuando se validó la llave.

source: API Key is valid
es_es: La llave del API es válida

source: Invalid API Key. Error code: %s %s
es_es: Llave del API inválida. Código del error: %s %s

source: A HTTP error occurred when validating the API. Error code: %s %s
es_es: Un error HTTP ocurrió cuando se validaba el API. Código del error: %s %s

source: The format of the email address is invalid.
es_es: El formato de la dirección del email es inválido.

source: Please enter a Mailgun Public API and click Save Settings.
es_es: Por favor entre un API de Mailgun Public y haga clic en Salvar Ajustes.

source: The following error occured
es_es: El siguiente error ocurrió

source: Address is valid
es_es: La dirección es válida

source: Address is invalid
es_es: La dirección es inválida

source: Invalid API Key.%sError code: %s %s
es_es: Llave del API inválida:%sCódigo del Error: %s %s

source: Enter your Mailgun Public API key which is shown at the left under %s after you %slogin%s
es_es: Entre su llave del API de Mailgun Public que se muestra a la izquierda debajo de %s luego de que se loguea

source: This plugin requires a Mailgun account which is totally free. %sSignup for a free account%s
es_es: Este plugin requiere una cuenta Mailgun la cual es totalmente gratis.%sRegístrese para una cuenta gratis%s

source: Email Validation Demo
es_es: Demo de Validación de Email

source: You can use this form to see how mailgun validates email addresses.
es_es: Usted puede usar esta forma para ver cómo mailgun valida las direcciones de email.

source: If you find this plugin useful please consider giving it a %sfive star%s rating.
es_es: Si usted encuentra este plugin útil por favor considere clasificarlo con %scinco estrellas%s
